Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Draw a picture
ar: ارسم صورة
bg: Нарисувайте картина
bs: Nacrtaj sliku
ca: Dibuixa un dibuix
cs: Nakreslete obrázek
da: Tegn et billede
de: Zeichne ein Bild
el: Σχεδιάστε μια εικόνα
es: hacer un dibujo
et: Joonista pilt
eu: Marraztu irudi bat
fi: Piirrä kuva
fr: Dessine une image
ga: Tarraing pictiúr
gl: Debuxa un debuxo
he: צייר תמונה
hi: एक चित्र बनाएं
hr: Nacrtaj sliku
hu: Rajzolj egy képet
id: Buatlah sebuah gambar
is: Teiknaðu mynd
it: Disegna un'immagine
ja: 絵を描く
ka: დახატე ნახატი
kk: Сурет сал
ko: 그림을 그리다
lt: Nupieškite paveikslėlį
lv: Uzzīmējiet attēlu
mk: Нацртајте слика
ms: Lukiskan gambar
mt: Pinġi stampa
nb: Tegn et bilde
nl: Maak een tekening
pl: Narysuj obrazek
pt_br: Desenhe uma imagem
ro: Desenați o imagine
ru: Нарисуй картинку
sk: Nakreslite obrázok
sl: Narišite sliko
sq: Vizatoni një figurë
sr: Нацртај слику
sv: Rita en bild
th: วาดภาพ
tr: Bir resim çiz
uk: Намалювати малюнок
vi: Vẽ một bức tranh
zh_hans: 画一幅画
zh_hk: 畫一幅畫

source: Draw on picture
ar: رسم على الصورة
bg: Рисувайте върху картина
bs: Crtajte na slici
ca: Dibuixa sobre la imatge
cs: Nakreslete na obrázek
da: Tegn på billede
de: Auf Bild zeichnen
el: Σχεδιάστε σε εικόνα
es: dibujar en la imagen
et: Joonista pildile
eu: Marraztu irudian
fi: Piirrä kuvaan
fr: Dessiner sur l'image
ga: Tarraing ar phictiúr
gl: Debuxa na imaxe
he: צייר על תמונה
hi: चित्र बनाएं
hr: Crtajte po slici
hu: Rajzolj a képre
id: Gambarlah pada gambar
is: Teiknaðu á mynd
it: Disegna sull'immagine
ja: 絵に描く
ka: დახატე ნახატზე
kk: Суретке салу
ko: 그림에 그리기
lt: Pieškite ant paveikslėlio
lv: Zīmēt uz attēla
mk: Нацртајте на слика
ms: Lukis pada gambar
mt: Iġbed fuq stampa
nb: Tegn på bildet
nl: Teken op afbeelding
pl: Rysuj na obrazku
pt_br: Desenhe na imagem
ro: Desenați pe imagine
ru: Рисовать на картинке
sk: Nakreslite na obrázok
sl: Nariši na sliko
sq: Vizatoni në figurë
sr: Цртајте на слици
sv: Rita på bild
th: วาดภาพ
tr: Resmin üzerine çiz
uk: Малюй на малюнку
vi: Vẽ lên hình ảnh
zh_hans: 在图片上画画
zh_hk: 在圖片上畫畫

source: Drawing attached to the letter
ar: الرسم المرفق بالرسالة
bg: Чертеж приложен към писмото
bs: Crtež u prilogu pisma
ca: Dibuix adjunt a la carta
cs: Kresba připojená k dopisu
da: Tegning vedhæftet brevet
de: Zeichnung dem Brief beigefügt
el: Σχέδιο που επισυνάπτεται στην επιστολή
es: Dibujo adjunto a la carta.
et: Kirjale lisatud joonis
eu: Gutunari erantsitako marrazkia
fi: Piirustus kirjeen liitteenä
fr: Dessin joint à la lettre
ga: Líníocht a ghabhann leis an litir
gl: Debuxo adxunto á carta
he: ציור מצורף למכתב
hi: पत्र के साथ चित्र संलग्न है
hr: Crtež u prilogu pisma
hu: A levélhez csatolt rajz
id: Gambar terlampir pada surat itu
is: Teikning fylgir bréfinu
it: Disegno allegato alla lettera
ja: 手紙に添えられた絵
ka: წერილს მიმაგრებული ნახატი
kk: Хатқа сызба қоса беріледі
ko: 편지에 붙어있는 그림
lt: Prie laiško pridedamas brėžinys
lv: Vēstulei pievienots zīmējums
mk: Цртеж прикачен на писмото
ms: Lukisan dilampirkan pada surat itu
mt: Tpinġija mehmuża mal-ittra
nb: Tegning vedlagt brevet
nl: Tekening bij de brief gevoegd
pl: Rysunek załączony do listu
pt_br: Desenho anexado à carta
ro: Desen atasat scrisorii
ru: Рисунок, приложенный к письму
sk: Kresba pripojená k listu
sl: Risba priložena pismu
sq: Vizatimi i bashkangjitur letrës
sr: Цртеж приложен уз писмо
sv: Ritning bifogas brevet
th: ภาพวาดที่แนบมากับจดหมาย
tr: Mektuba eklenen çizim
uk: Малюнок, доданий до листа
vi: Bản vẽ kèm theo chữ
zh_hans: 信中附有图画
zh_hk: 信中附有圖畫

source: Drop by drop, the bucket fills.
ar: قطرة بعد قطرة، يمتلئ الدلو.
bg: Капка по капка кофата се пълни.
bs: Kap po kap, kanta se puni.
ca: Gota a gota, la galleda s'omple.
cs: Kapka po kapce se kbelík plní.
da: Dråbe for dråbe fyldes spanden.
de: Tropfen für Tropfen füllt sich der Eimer.
el: Σταγόνα σταγόνα γεμίζει ο κουβάς.
es: Gota a gota, el cubo se va llenando.
et: Tilk-tilga haaval ämber täitub.
eu: Tanta tanta, ontzia betetzen da.
fi: Pisara pisaralta ämpäri täyttyy.
fr: Goutte à goutte, le seau se remplit.
ga: Buail le titim, líonann an buicéad.
gl: Gota a pinga, o balde énchese.
he: טיפה אחר טיפה, הדלי מתמלא.
hi: बूंद-बूंद से बाल्टी भरती है।
hr: Kap po kap, kanta se puni.
hu: Cseppről cseppre megtelik a vödör.
id: Setetes demi setetes, ember terisi.
is: Dropi fyrir dropa fyllist fötan.
it: Goccia dopo goccia il secchio si riempie.
ja: 一滴ずつバケツがいっぱいになります。
ka: წვეთ-წვეთი, ვედრო ივსება.
kk: Тамшылап, шелек толады.
ko: 한 방울씩 양동이가 채워집니다.
lt: Lašas po lašo, kibiras pildosi.
lv: Piliens pa pilienam, spainis piepildās.
mk: Капка по капка, кофата се полни.
ms: Setitis demi setitik, baldi penuh.
mt: Qatra qatra, il-barmil jimla.
nb: Dråpe for dråpe fylles bøtta.
nl: Druppel voor druppel vult de emmer zich.
pl: Kropla po kropli wiadro się napełnia.
pt_br: Gota a gota, o balde enche.
ro: Picătură cu picătură, găleata se umple.
ru: Капля за каплей ведро наполняется.
sk: Kvapka po kvapke sa vedro naplní.
sl: Kapljica za kapljico, vedro se polni.
sq: Pika pas pike, kova mbushet.
sr: Кап по кап, канта се пуни.
sv: Droppe för droppe fylls hinken.
th: ทีละหยด ถังก็เต็ม
tr: Damla damla kova doluyor.
uk: Крапля за краплею відро наповнюється.
vi: Từng giọt một, thùng đầy.
zh_hans: 一滴一滴，水桶就满了。
zh_hk: 一滴一滴，水桶就滿了。

source: Dropped Pin
ar: دبوس مسقط
bg: Изпуснат щифт
bs: Ispuštena igla
ca: Pin caigut
cs: Spadlý špendlík
da: Droppet pin
de: Stecknadel fallen gelassen
el: Πεσμένη καρφίτσα
es: Pin caído
et: Eemaldatud nööpnõel
eu: Jarritako Pina
fi: Pudotettu pin
fr: Épingle abandonnée
ga: Biorán Tite
gl: Pin caído
he: סיכה נפלה
hi: पिन गिरा दिया
hr: Ispuštena pribadača
hu: Ledobott tű
id: Pin Jatuh
is: Sleppti pinna
it: Perno caduto
ja: 落ちたピン
ka: ჩამოგდებული პინი
kk: Түсірілген PIN
ko: 떨어진 핀
lt: Numestas smeigtukas
lv: Nomesta spraudīte
mk: Падна пин
ms: Pin Terjatuh
mt: Waqqa Pin
nb: Droppet pin
nl: Gevallen speld
pl: Upuszczona szpilka
pt_br: Alfinete caído
ro: Pin scăpat
ru: Метка на карте
sk: Zapadnutý špendlík
sl: Izpuščen žebljiček
sq: Pini i rënë
sr: Дроппед Пин
sv: Tappad stift
th: พินหลุด
tr: Bırakılan Pin
uk: Мітка на карті
vi: Ghim bị rơi
zh_hans: 掉针
zh_hk: 掉針

source: Due ashore %@. Nothing to walk until it lands.
ar: بسبب الشاطئ %@ . لا شيء للمشي حتى يهبط.
bg: Дължим на брега %@. Нищо за ходене, докато не кацне.
bs: Do obale %@ . Ništa za hodanje dok ne sleti.
ca: Arribada a terra %@. Res a caminar fins a terra.
cs: Na břehu %@ . Není co chodit, dokud nepřistane.
da: Skal i land %@ . Intet at gå, før det lander.
de: Fällig an Land %@ . Es gibt nichts zu laufen, bis es landet.
el: Προς ξηρά %@ . Τίποτα να περπατήσει μέχρι να προσγειωθεί.
es: Debido a tierra %@. Nada que caminar hasta que aterrice.
et: Maale %@ . Pole midagi kõndida, kuni see maandub.
eu: Lehorrera iritsiko da %@. Lehorreratu arte ibiltzeko ezer.
fi: Lasku %@ . Ei mitään kävettävää ennen kuin se laskeutuu.
fr: Dû à terre %@ . Rien pour marcher jusqu'à ce qu'il atterrisse.
ga: %@ dlite i dtír. Ní dhéanfaidh aon ní chun siúl go dtí go talamh.
gl: Debida a terra %@. Nada que andar ata que aterra.
he: אמור לחוף %@. אין מה ללכת עד שזה נוחת.
hi: तट के कारण %@. जब तक यह जमीन पर नहीं उतरता तब तक चलने के लिए कुछ भी नहीं है।
hr: Dolazak na obalu %@. Ništa za hodanje dok ne sleti.
hu: Esedékes a partra %@ . Nincs mit gyalogolni, amíg le nem ér.
id: Jatuh ke darat %@ . Tidak ada yang perlu berjalan sampai mendarat.
is: Áætluð í land %@. Ekkert að ganga fyrr en það lendir.
it: Arrivo a terra %@ . Niente da camminare finché non atterra.
ja: 上陸予定 %@ 。着陸するまで歩くものは何もありません。
ka: ნაპირზე %@. არაფერია გასავლელი მანამ, სანამ არ დაეშვება.
kk: Жағаға %@. Қонғанша жүруге ештеңе жоқ.
ko: 해변으로 가야 합니다 %@. 착륙할 때까지 걸을 것이 없습니다.
lt: Išlipti į krantą %@ . Nėra ko vaikščioti, kol nusileis.
lv: Krastā %@ . Nav ko staigāt, līdz tas nolaižas.
mk: На брегот %@. Нема што да одиме додека не слета.
ms: Kena darat %@ . Tiada apa-apa untuk berjalan sehingga ia mendarat.
mt: Minħabba l-art %@. Xejn li jimxu sakemm tinżel.
nb: Skal i land %@ . Ingenting å gå før den lander.
nl: Vertrek aan wal %@ . Er valt niets te lopen totdat het landt.
pl: Zejście na brzeg %@ . Nie ma po czym chodzić, dopóki nie wyląduje.
pt_br: Desembarcado em terra %@ . Nada para caminhar até pousar.
ro: Pregătire la mal %@ . Nimic de mers până aterizează.
ru: Прибытие на берег %@ . Нечего идти, пока он не приземлится.
sk: Na brehu %@ . Nie je potrebné ísť, kým nepristane.
sl: Rok na obalo %@. Nič za hoditi, dokler ne pristane.
sq: Në breg %@. Asgjë për të ecur derisa të zbarkojë.
sr: До обале %@ . Ништа за ходање док не слети.
sv: Ska i land %@ . Inget att gå förrän det landar.
th: ครบกำหนดขึ้นฝั่ง %@ ไม่มีอะไรให้เดินจนกว่าจะถึงพื้น
tr: %@ karaya çıkacak. İnene kadar yürüyecek bir şey yok.
uk: До берега %@. Нічого ходити, поки не приземлиться.
vi: Do vào bờ %@ . Không có gì để đi bộ cho đến khi nó hạ cánh.
zh_hans: 到期 %@ 。在着陆之前没有什么可走的。
zh_hk: 到期 %@ 。在著陸之前沒有什麼可走的。

source: Each name has to be different.
ar: يجب أن يكون كل اسم مختلفًا.
bg: Всяко име трябва да е различно.
bs: Svako ime mora biti drugačije.
ca: Cada nom ha de ser diferent.
cs: Každé jméno musí být jiné.
da: Hvert navn skal være forskelligt.
de: Jeder Name muss anders sein.
el: Κάθε όνομα πρέπει να είναι διαφορετικό.
es: Cada nombre debe ser diferente.
et: Iga nimi peab olema erinev.
eu: Izen bakoitzak ezberdina izan behar du.
fi: Jokaisen nimen on oltava erilainen.
fr: Chaque nom doit être différent.
ga: Caithfidh gach ainm a bheith difriúil.
gl: Cada nome ten que ser diferente.
he: כל שם צריך להיות שונה.
hi: हर नाम अलग होना चाहिए.
hr: Svako ime mora biti drugačije.
hu: Minden névnek másnak kell lennie.
id: Setiap nama harus berbeda.
is: Hvert nafn þarf að vera öðruvísi.
it: Ogni nome deve essere diverso.
ja: それぞれの名前は異なる必要があります。
ka: თითოეული სახელი განსხვავებული უნდა იყოს.
kk: Әр атау әртүрлі болуы керек.
ko: 이름은 각각 달라야 합니다.
lt: Kiekvienas pavadinimas turi būti skirtingas.
lv: Katram vārdam ir jābūt atšķirīgam.
mk: Секое име треба да биде различно.
ms: Setiap nama mesti berbeza.
mt: Kull isem irid ikun differenti.
nb: Hvert navn må være forskjellig.
nl: Elke naam moet anders zijn.
pl: Każde imię musi być inne.
pt_br: Cada nome tem que ser diferente.
ro: Fiecare nume trebuie să fie diferit.
ru: Все имена должны отличаться.
sk: Každé meno musí byť iné.
sl: Vsako ime mora biti drugačno.
sq: Çdo emër duhet të jetë i ndryshëm.
sr: Свако име мора бити другачије.
sv: Varje namn måste vara olika.
th: แต่ละชื่อจะต้องแตกต่างกัน
tr: Her ismin farklı olması gerekir.
uk: Усі імена мають відрізнятися.
vi: Mỗi tên phải khác nhau.
zh_hans: 每个名字都必须不同。
zh_hk: 每個名字都必須不同。

source: Ear tag
ar: علامة الأذن
bg: Ушна марка
bs: Ušna markica
ca: Etiqueta a l'orella
cs: Ušní štítek
da: Øremærke
de: Ohrmarke
el: Αυτιά
es: Etiqueta de oreja
et: Kõrvamärk
eu: Belarritako etiketa
fi: Korvamerkki
fr: Étiquette d'oreille
ga: Clib cluaise
gl: Etiqueta de orella
he: תג אוזניים
hi: कान का टैग
hr: Ušna markica
hu: Füljelző
id: Tag telinga
is: Eyrnamerki
it: Etichetta auricolare
ja: 耳標
ka: ყურის ნიშანი
kk: Құлақ белгісі
ko: 귀 태그
lt: Ausų žyma
lv: Ausu zīmogs
mk: Уво ознака
ms: Tag telinga
mt: Tikketta tal-widnejn
nb: Øremerke
nl: Oormerk
pl: Kolczyk do ucha
pt_br: Etiqueta auricular
ro: Etichetă pentru ureche
ru: Ушная бирка
sk: Ušná značka
sl: Ušesna znamka
sq: Etiketë e veshit
sr: Ушна маркица
sv: Öronmärke
th: ป้ายหู
tr: Kulak etiketi
uk: Вушна бирка
vi: Thẻ tai
zh_hans: 耳标
zh_hk: 耳標

source: Ear tags aren't available right now.
ar: علامات الأذن غير متاحة حاليًا.
bg: Маркери за уши не се предлагат в момента.
bs: Ušne markice trenutno nisu dostupne.
ca: Les marques orelles no estan disponibles ara mateix.
cs: Ušní značky momentálně nejsou k dispozici.
da: Øremærker er ikke tilgængelige lige nu.
de: Ohrmarken sind derzeit nicht verfügbar.
el: Τα ακουστικά δεν είναι διαθέσιμα αυτήν τη στιγμή.
es: Las etiquetas auriculares no están disponibles en este momento.
et: Kõrvamärgid pole praegu saadaval.
eu: Belarrietako etiketak ez daude erabilgarri une honetan.
fi: Korvamerkkejä ei ole saatavilla juuri nyt.
fr: Les étiquettes auriculaires ne sont pas disponibles pour le moment.
ga: Níl clibeanna cluaise ar fáil faoi láthair.
gl: As etiquetas no oído non están dispoñibles neste momento.
he: תגי אוזניים אינם זמינים כעת.
hi: इयर टैग अभी उपलब्ध नहीं हैं.
hr: Ušne markice trenutno nisu dostupne.
hu: A füljelzők jelenleg nem állnak rendelkezésre.
id: Tag telinga tidak tersedia saat ini.
is: Eyrnamerki eru ekki fáanleg eins og er.
it: I marchi auricolari non sono disponibili al momento.
ja: イヤータグは現在入手できません。
ka: ყურის ნიშნები ამჟამად მიუწვდომელია.
kk: Құлақ белгілері қазір қолжетімді емес.
ko: 지금은 귀표를 사용할 수 없습니다.
lt: Ausų įsagos šiuo metu nepasiekiamos.
lv: Ausu zīmes pašlaik nav pieejamas.
mk: Ушните ознаки не се достапни во моментов.
ms: Tag telinga tidak tersedia sekarang.
mt: It-tikketti tal-widnejn mhumiex disponibbli bħalissa.
nb: Øremerker er ikke tilgjengelig akkurat nå.
nl: Oormerken zijn momenteel niet beschikbaar.
pl: Kolczyki na uszy nie są obecnie dostępne.
pt_br: As marcas auriculares não estão disponíveis no momento.
ro: Crotaliile nu sunt disponibile momentan.
ru: Ушные бирки сейчас недоступны.
sk: Štítky do uší nie sú momentálne k dispozícii.
sl: Ušesne znamke trenutno niso na voljo.
sq: Etiketat e veshit nuk ofrohen për momentin.
sr: Ушне маркице тренутно нису доступне.
sv: Öronmärken är inte tillgängliga just nu.
th: แท็กหูไม่พร้อมใช้งานในขณะนี้
tr: Kulak etiketleri şu anda kullanılamıyor.
uk: Вушні бирки зараз недоступні.
vi: Thẻ tai hiện không có sẵn.
zh_hans: 目前无法使用耳标。
zh_hk: 目前無法使用耳標。

source: Earn a stamp after nightfall.
ar: احصل على طابع بعد حلول الظلام.
bg: Спечелете печат след падането на нощта.
bs: Zaradite marku nakon noći.
ca: Guanya un segell després de la nit.
cs: Získejte razítko po setmění.
da: Tjen et frimærke efter mørkets frembrud.
de: Verdiene dir nach Einbruch der Dunkelheit einen Stempel.
el: Κερδίστε ένα γραμματόσημο μετά το βράδυ.
es: Gana un sello después del anochecer.
et: Teenige pärast õhtut margi.
eu: Irabazi zigilu bat ilunabarrean.
fi: Ansaitse postimerkki yön jälkeen.
fr: Gagnez un timbre à la tombée de la nuit.
ga: Stampa a thuilleamh tar éis titim na hoíche.
gl: Gaña un selo despois da noite.
he: להרוויח בול לאחר רדת הלילה.
hi: रात होने के बाद एक स्टाम्प कमाएँ।
hr: Zaradite markicu nakon što padne noć.
hu: Nyerj bélyeget az éj leszállta után.
id: Dapatkan prangko setelah malam tiba.
is: Fáðu þér stimpil eftir nóttina.
it: Guadagna un timbro dopo il tramonto.
ja: 夜になってからスタンプを獲得しましょう。
ka: იშოვე ბეჭედი დაღამების შემდეგ.
kk: Түн батқаннан кейін мөртабанды алыңыз.
ko: 해가 진 후 스탬프를 획득하세요.
lt: Uždirbkite antspaudą sutemus.
lv: Nopelniet zīmogu pēc nakts iestāšanās.
mk: Заработете печат по паѓање на ноќта.
ms: Dapatkan setem selepas waktu malam.
mt: Aqla’ bolla wara li jasal il-lejl.
nb: Tjen et stempel etter kvelden.
nl: Verdien een stempel na het vallen van de avond.
pl: Zdobądź pieczątkę po zapadnięciu zmroku.
pt_br: Ganhe um selo após o anoitecer.
ro: Câștigă o ștampilă după căderea nopții.
ru: Получите марку после наступления темноты.
sk: Získajte pečiatku po zotmení.
sl: Prislužite si žig, ko pade noč.
sq: Fitoni një pullë pas rënies së natës.
sr: Зарадите марку након ноћи.
sv: Tjäna ett frimärke efter mörkrets inbrott.
th: รับแสตมป์หลังค่ำ
tr: Akşam çöktükten sonra bir pul kazanın.
uk: Отримайте марку після настання ночі.
vi: Kiếm được một con tem sau khi màn đêm buông xuống.
zh_hans: 夜幕降临后获得印章。
zh_hk: 夜幕降臨後獲得印章。

source: Earn a stamp in the rain.
ar: احصل على طابع في المطر.
bg: Спечелете печат в дъжда.
bs: Zaradite marku na kiši.
ca: Guanya un segell sota la pluja.
cs: Získejte razítko v dešti.
da: Tjen et frimærke i regnen.
de: Verdiene dir im Regen einen Stempel.
el: Κερδίστε ένα γραμματόσημο στη βροχή.
es: Gana un sello bajo la lluvia.
et: Teenige vihmaga tempel.
eu: Irabazi zigilu bat euripean.
fi: Ansaitse postimerkki sateessa.
fr: Gagnez un timbre sous la pluie.
ga: stampa a thuilleamh sa bháisteach.
gl: Gaña un selo baixo a choiva.
he: להרוויח בול בגשם.
hi: बारिश में स्टाम्प कमाएँ।
hr: Zaradite markicu na kiši.
hu: Nyerj bélyeget esőben.
id: Hasilkan prangko di tengah hujan.
is: Fáðu þér stimpil í rigningunni.
it: Guadagna un francobollo sotto la pioggia.
ja: 雨の中でもスタンプを獲得しましょう。
ka: იშოვე ბეჭედი წვიმაში.
kk: Жаңбырда мөртабанды алыңыз.
ko: 비 속에서 스탬프를 받으세요.
lt: Uždirbk antspaudą per lietų.
lv: Nopelniet pastmarku lietū.
mk: Заработете печат на дожд.
ms: Dapatkan setem dalam hujan.
mt: Aqla’ timbru fix-xita.
nb: Tjen et stempel i regnet.
nl: Verdien een stempel in de regen.
pl: Zdobądź znaczek w deszczu.
pt_br: Ganhe um selo na chuva.
ro: Câștigă un timbru în ploaie.
ru: Заработайте печать под дождем.
sk: Získajte pečiatku v daždi.
sl: Prislužite si žig v dežju.
sq: Fitoni një pullë në shi.
sr: Зарадите печат на киши.
sv: Tjäna ett frimärke i regnet.
th: รับแสตมป์ท่ามกลางสายฝน
tr: Yağmurda pul kazanın.
uk: Заробіть марку під дощем.
vi: Kiếm được một con tem trong mưa.
zh_hans: 在雨中赢得印章。
zh_hk: 在雨中贏得印章。

source: east
ar: شرق
bg: изток
bs: istok
ca: est
cs: východní
da: øst
de: Ost
el: Ανατολή
es: este
et: ida poole
eu: ekialdea
fi: itään
fr: est
ga: thoir
gl: leste
he: מִזְרָח
hi: पूर्व
hr: istočno
hu: keleti
id: timur
is: austur
it: est
ja: 東
ka: აღმოსავლეთით
kk: шығыс
ko: 동쪽
lt: rytus
lv: uz austrumiem
mk: исток
ms: timur
mt: lvant
nb: øst
nl: oosten
pl: wschód
pt_br: leste
ro: Orientul
ru: восток
sk: na východ
sl: vzhod
sq: lindje
sr: исток
sv: öster
th: ทิศตะวันออก
tr: doğu
uk: схід
vi: phía đông
zh_hans: 东方
zh_hk: 東方

source: Eastern Wanderer
ar: الرحالة الشرقي
bg: Източен скитник
bs: Istočni lutalica
ca: Vagabund oriental
cs: Východní poutník
da: østlig vandrer
de: Östlicher Wanderer
el: Ανατολικός περιπλανώμενος
es: Vagabundo del este
et: Ida rändaja
eu: Ekialdeko ibiltaria
fi: Itäinen vaeltaja
fr: Vagabond oriental
ga: Creachadóir Thoir
gl: Vagabundo oriental
he: נודד מזרחי
hi: पूर्वी पथिक
hr: Istočni lutalica
hu: Keleti Vándor
id: Pengembara Timur
is: Austurflakkari
it: Vagabondo orientale
ja: 東の放浪者
ka: აღმოსავლეთის მოხეტიალე
kk: Шығыс саяхатшысы
ko: 동부 방랑자
lt: Rytų klajoklis
lv: Austrumu klaidonis
mk: Источен скитник
ms: Pengembara Timur
mt: Wanderer tal-Lvant
nb: Østlandsvandrer
nl: Oostelijke wandelaar
pl: Wędrowiec ze Wschodu
pt_br: Andarilho Oriental
ro: Rătăcitor de Est
ru: Восточный странник
sk: Východný tulák
sl: Vzhodni potepuh
sq: Endacak Lindor
sr: Еастерн Вандерер
sv: Östra vandrare
th: ผู้พเนจรตะวันออก
tr: Doğu Gezgini
uk: Східний мандрівник
vi: giang hồ phương đông
zh_hans: 东方流浪者
zh_hk: 東方流浪者

source: Edit
ar: يحرر
bg: Редактиране
bs: Uredi
ca: Edita
cs: Upravit
da: Redigere
de: Bearbeiten
el: Εκδίδω
es: Editar
et: Muuda
eu: Editatu
fi: Muokata
fr: Modifier
ga: Cuir in eagar
gl: Editar
he: לַעֲרוֹך
hi: संपादन करना
hr: Uredi
hu: Szerkesztés
id: Sunting
is: Breyta
it: Modificare
ja: 編集
ka: რედაქტირება
kk: Өңдеу
ko: 편집하다
lt: Redaguoti
lv: Rediģēt
mk: Уреди
ms: Sunting
mt: Editja
nb: Redigere
nl: Bewerking
pl: Redagować
pt_br: Editar
ro: Edita
ru: Изменить
sk: Upraviť
sl: Uredi
sq: Redakto
sr: Уреди
sv: Redigera
th: แก้ไข
tr: Düzenlemek
uk: Редагувати
vi: Biên tập
zh_hans: 编辑
zh_hk: 編輯

source: Edit drawing
ar: تحرير الرسم
bg: Редактиране на чертеж
bs: Uredi crtež
ca: Edita el dibuix
cs: Upravit výkres
da: Rediger tegning
de: Zeichnung bearbeiten
el: Επεξεργασία σχεδίου
es: Editar dibujo
et: Redigeeri joonist
eu: Editatu marrazkia
fi: Muokkaa piirustusta
fr: Modifier le dessin
ga: Cuir líníocht in eagar
gl: Editar debuxo
he: ערוך ציור
hi: ड्राइंग संपादित करें
hr: Uredi crtež
hu: Rajz szerkesztése
id: Sunting gambar
is: Breyta teikningu
it: Modifica disegno
ja: 図面の編集
ka: ნახაზის რედაქტირება
kk: Сызбаны өңдеу
ko: 그림 편집
lt: Redaguoti piešinį
lv: Rediģēt zīmējumu
mk: Уреди цртеж
ms: Edit lukisan
mt: Editja tpinġija
nb: Rediger tegning
nl: Tekening bewerken
pl: Edytuj rysunek
pt_br: Editar desenho
ro: Editați desenul
ru: Редактировать рисунок
sk: Upraviť kresbu
sl: Uredi risbo
sq: Redakto vizatimin
sr: Уреди цртеж
sv: Redigera ritning
th: แก้ไขภาพวาด
tr: Çizimi düzenle
uk: Редагувати малюнок
vi: Chỉnh sửa bản vẽ
zh_hans: 编辑绘图
zh_hk: 編輯繪圖

source: Edit name
ar: تعديل الاسم
bg: Редактиране на името
bs: Uredi ime
ca: Edita el nom
cs: Upravit jméno
da: Rediger navn
de: Namen bearbeiten
el: Επεξεργασία ονόματος
es: Editar nombre
et: Muuda nime
eu: Editatu izena
fi: Muokkaa nimeä
fr: Modifier le nom
ga: Cuir ainm in eagar
gl: Editar nome
he: ערוך שם
hi: नाम संपादित करें
hr: Uredi ime
hu: Név szerkesztése
id: Sunting nama
is: Breyta nafni
it: Modifica nome
ja: 名前の編集
ka: სახელის რედაქტირება
kk: Атын өңдеу
ko: 이름 수정
lt: Redaguoti pavadinimą
lv: Rediģēt nosaukumu
mk: Уреди име
ms: Edit nama
mt: Editja l-isem
nb: Rediger navn
nl: Naam bewerken
pl: Edytuj nazwę
pt_br: Editar nome
ro: Editați numele
ru: Изменить имя
sk: Upraviť meno
sl: Uredi ime
sq: Redakto emrin
sr: Уреди име
sv: Redigera namn
th: แก้ไขชื่อ
tr: Adı düzenle
uk: Редагувати назву
vi: Chỉnh sửa tên
zh_hans: 编辑姓名
zh_hk: 編輯姓名

source: Edit saved code
ar: تحرير الكود المحفوظ
bg: Редактирайте запазения код
bs: Uredite sačuvani kod
ca: Edita el codi desat
cs: Upravit uložený kód
da: Rediger gemt kode
de: Gespeicherten Code bearbeiten
el: Επεξεργασία αποθηκευμένου κώδικα
es: Editar código guardado
et: Redigeeri salvestatud koodi
eu: Editatu gordetako kodea
fi: Muokkaa tallennettua koodia
fr: Modifier le code enregistré
ga: Cuir an cód sábháilte in eagar
gl: Editar o código gardado
he: ערוך קוד שמור
hi: सहेजा गया कोड संपादित करें
hr: Uredite spremljeni kod
hu: A mentett kód szerkesztése
id: Edit kode yang disimpan
is: Breyta vistuðum kóða
it: Modifica il codice salvato
ja: 保存したコードを編集する
ka: შენახული კოდის რედაქტირება
kk: Сақталған кодты өңдеу
ko: 저장된 코드 편집
lt: Redaguoti išsaugotą kodą
lv: Rediģēt saglabāto kodu
mk: Уредете го зачуваниот код
ms: Edit kod yang disimpan
mt: Editja l-kodiċi salvat
nb: Rediger lagret kode
nl: Bewerk opgeslagen code
pl: Edytuj zapisany kod
pt_br: Editar código salvo
ro: Editați codul salvat
ru: Изменить сохранённый код
sk: Upravte uložený kód
sl: Uredi shranjeno kodo
sq: Ndrysho kodin e ruajtur
sr: Измените сачувани код
sv: Redigera sparad kod
th: แก้ไขโค้ดที่บันทึกไว้
tr: Kaydedilen kodu düzenle
uk: Редагувати збережений код
vi: Chỉnh sửa mã đã lưu
zh_hans: 编辑保存的代码
zh_hk: 編輯已儲存的程式碼

source: Ember
ar: جمرة
bg: жарава
bs: Užarene boje žara
ca: Brasa
cs: Zářící žhavá barva
da: Gløder
de: Glut
el: Χόβολη
es: ascua
et: Hõõguv süte värv
eu: Txingar kolore distiratsua
fi: Hehkuvan hiilen väri
fr: Braise
ga: Dath ember glowing
gl: Brasa
he: גחלת
hi: अंगारा
hr: žar
hu: Parázs
id: Bara
is: Glóð
it: Brace
ja: 残り火
ka: ემბერი
kk: Эмбер
ko: 엠버
lt: Žėrinčios žarijos spalvos
lv: Kvēlojošā ogļu krāsa
mk: Жар
ms: bara api
mt: Kulur tar-razza glowing
nb: Glør
nl: Sintel
pl: Żar
pt_br: Brasa
ro: Culoare de jar strălucitor
ru: Уголёк
sk: Žiarivá farba uhlíka
sl: Žareče barve žerjavice
sq: prush
sr: Ембер
sv: glöd
th: ถ่าน
tr: Kor
uk: Ембер
vi: than hồng
zh_hans: 余烬
zh_hk: 餘燼

source: Emerald
ar: الزمرد
bg: Емералд
bs: Smaragdno zelene boje
ca: Maragda
cs: Smaragd
da: Smaragd
de: Smaragd
el: Σμαράγδι
es: Esmeralda
et: Smaragd
eu: Esmeralda
fi: Smaragdi
fr: Émeraude
ga: Dath glas emerald
gl: Esmeralda
he: בַּרֶקֶת
hi: पन्ना
hr: Smaragd
hu: Smaragd
id: Zamrud
is: Smaragd grænn litur
it: Smeraldo
ja: エメラルド
ka: ზურმუხტი
kk: Изумруд
ko: 에메랄드
lt: Smaragdas
lv: Smaragds
mk: Смарагд
ms: Zamrud
mt: Żmerald
nb: Smaragd
nl: Smaragd
pl: Szmaragd
pt_br: Esmeralda
ro: Smarald
ru: Изумруд
sk: Smaragdovo zelenej farby
sl: Smaragdno zelene barve
sq: Smeraldi
sr: Емералд
sv: Smaragd
th: มรกต
tr: Zümrüt
uk: Смарагдовий
vi: ngọc lục bảo
zh_hans: 翠
zh_hk: 翠
